4ops.terraform
abusaidm.html-snippets
alefragnani.project-manager
almenon.arepl
analytic-signal.preview-pdf
batisteo.vscode-django
boto3typed.boto3-ide
codezombiech.gitignore
cstrap.python-snippets
databricks.databricks
deerawan.vscode-dash
demystifying-javascript.python-extensions-pack
dongli.python-preview
donjayamanne.git-extension-pack
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
lalitaalaalitah.ll-latex-light
littlefoxteam.vscode-python-test-adapter
meezilla.json
mgesbert.python-path
miguelsolorio.fluent-icons
mintlify.document
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.test-adapter-converter
ms-vscode.vscode-node-azure-pack
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
redhat.vscode-xml
redhat.vscode-yaml
rodolphebarbanneau.python-docstring-highlighter
sidthesloth.html5-boilerplate
sourcery.sourcery
starkwang.markdown
streetsidesoftware.code-spell-checker
tal7aouy.icons
tamasfe.even-better-toml
thebarkman.vscode-djaneiro
tomoki1207.pdf
trabpukcip.wolf
usernamehw.errorlens
wayou.vscode-todo-highlight
xirider.livecode
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
